        //Задача 1 
        //Задайте массив заполненный случайными положительными 
        //трёхзначными числами. Напишите программу, которая покажет 
        //количество чётных чисел в массиве.
        //[345, 897, 568, 234] -> 2


//int [] array=new int[10];
//int x=0;

//for(int i =0;i<array.Length;i++)
//{
//    array[i]=new Random().Next(99,1000);
//    Console.Write(array[i]+" ");
//
//    if (array[i]%2==0)
//    {
//        x=x+1;   
//    }
//}
//Console.WriteLine();
//Console.Write($"количество четных чисел {x}");

